Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource7303
source: Splitting...
af: Besig met verdeling...
ar: جاري التقسيم...
az_arab: Bölünür...
be: Разбіццё...
bg: Разделяне...
bn: ফাইল খন্ডায়ন চলছে...
ca: S'està dividint...
ca_es_valencia: Separant...
cs: Rozdělování...
cy: Hollti...
da: Opdeler...
de: Aufsplitten...
el: Διαιρείται...
eo: Erigo...
es: Dividiendo...
et: Tükeldamine...
eu: Banantzen...
fa: در حال تقسیم...
fi: Jaetaan osiin...
fr: Découper...
fy: Oan it Spjalten...
ga: Ag roinnt...
gl: Dividindo...
gu: વિભાજન કરી રહ્યુ છે...
he: …מפצל
hi: विभाजन कर रहा है...
hr: Dioba...
hu: Darabolás...
hy: Տրոհում...
id: Membelah...
is: Kljúfandi...
it: Dividi in...
ja: 分割中...
ka: დაყოფა...
kk: Бөлшектеу...
ko: 분할하는 중...
ku_arab: لەتی دەکات...
ky_kg: Бөлүштүрүү...
lt: Skaidoma...
lv: Dalīšana...
mk: Делење...
mn_cyrl: Хувааж байна...
mr: तुकडे होत आहे...
ms: Pembelahan ...
nb: Deler opp …
ne: विभाजन गर्दैछ...
nl: Opsplitsen...
nn: Delar opp...
pa_in: ਫਾਇਲ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੰਡੀ ਜਾ ਰਹੀ ਹੈ...
pl: Dzielenie...
ps: ...چول کيږي
pt_br: Dividindo...
ro: Împart...
ru: Разбиение...
si: භේදනය වෙමින්...
sk: Rozdeľovanie...
sl: Razdelitev...
sq: Duke ndarë...
sr_cyrl: Подела...
sr_latn: Podela...
sv: Delar upp...
sw: Inagawiza...
tg_arab: Шикастан...
th: กำลังแยก...
tk_cyrl: Böleklenýär...
tr: Bölünüyor...
tt_arab: Бүлү...
ug_arab: پارچىلاۋاتىدۇ…
uk: Розбиття...
uz_cyrl: Бўлинмоқда...
uz_latn: Bo‘linmoqda...
vi: Đang chia nhỏ...
yo_latn: Ìpín...
zh_hans: 正在分割...
zh_hant: 正在分割...

# Resource7304
source: Confirm Splitting
ar: تأكيد التقسيم
az_arab: Bölünmə Təsdiqi
be: Пацверджанне разбіцця
bg: Потвърждение на разделянето
bn: ফাইল খন্ডায়ন নিশ্চিতকরণ
ca: Confirmació de la divisió
ca_es_valencia: Confirma divissió
cs: Potvrdit rozdělování
da: Bekræft opdeling
de: Aufsplitten bestätigen
el: Επιβεβαίωση διαίρεσης
es: Confirmar división
et: Tükeldamise kinnitamine
eu: Baieztatu Banantzea
fa: تاييد تقسیم فایل
fi: Vahvista jakaminen.
fr: Confirmez le découpage
fy: Spjalte befêstigje
ga: Deimhnigh an roinnt
gl: Confirmar división
gu: વિભાજન કરવાનું પાક્કું કરો
he: אשר פיצול
hi: विभाजन करना पक्का करे
hr: Potvrdite diobu
hu: Darabolás megerősítése
hy: Հաստատեք տրոհումը
id: Konfirmasi Membelah
is: Staðfesta klofning
it: Conferma divisione
ja: 分割の確認
ka: დაყოფის დასტური
kk: Бөлшектеуді растау
ko: 분할 확인
ku_arab: دڵنیابە لە لەتکردن
ky_kg: Бөлүштүрүүнү аныктоо
lt: Skaidymo patvirtinimas
nb: Bekreft deling
nl: Opsplitsen bevestigen
nn: Godkjenne oppdeling
pa_in: ਹਿੱਸੇ ਕਰਨ ਦੀ ਤਸਦੀਕ
pl: Potwierdź podział
ps: چونه باورييل
pt_br: Confirmar a Divisão
ro: Confirmă împărţirea
ru: Подтверждение разбиения
si: භේදනය තහවුරු කරන්න
sk: Potvrdiť rozdeľovanie.
sl: Potrdite razdelitev
sq: Prano ndarjen
sr_cyrl: Потврда поделе
sr_latn: Potvrda podele
sv: Bekräfta uppdelning
sw: Dhibitisha kugawiza
tg_arab: Тасдиқи тақсимшавӣ
th: ยืนยันการแยก
tk_cyrl: Böleklemegi Tassykla
tr: Bölmeyi Onaylayın
tt_arab: Бүлүне раслау
ug_arab: پارچىلاشنى جەزملە
uk: Підтвердіть розбиття
uz_cyrl: Бўлинишни тасдиқланг
uz_latn: Bo‘linishni tasdiqlang
vi: Xác nhận việc chia nhỏ
yo_latn: Tẹnumọ́ Ìpín
zh_hans: 确认分割
zh_hant: 確認分割

# Resource7305
source: Are you sure you want to split file into {0} volumes?
ar: هل تريد فعلا تقسيم الملف إلى {0} كتلة؟
az_arab: Siz həqiqətən faylı {0} hissəyə bölmək istəyirsiz?
be: Вы сапраўды жадаеце разбіць файл на {0} частак?
bg: Сигурни ли сте, че искате да разделите файла на {0} тома?
bn: আপনি কি সংকুচিত ফাইলটিকে {0} খন্ডে খন্ডায়ন করতে চান?
ca: Segur que voleu dividir el fitxer en {0} volums?
ca_es_valencia: Esteu segurs que voleu dividir el fitxer en {0} volums?
cs: Jste si jistí, že chcete rozdělit soubor na {0} dílů?
da: Er du sikker på, at du vil opdele filen i {0} bind?
de: Sind Sie sicher, die Datei in {0} Teildateien aufsplitten zu wollen?
el: Σίγουρα θέλετε να τεμαχίσετε το αρχείο σε {0} τόμους;
es: ¿Estás seguro de que deseas dividir el archivo en {0} partes?
et: Kas soovite kindlasti tükeldada faili {0} köiteks?
eu: Zihur zaude agiria {0} bolumenetan banantzea nahi duzula?
fa: آیا میخواهید اين فايل را به {0} بخش تقسيم كنيد؟
fi: Jaetaanko tiedosto {0} osaan?
fr: Êtes-vous sûr de vouloir découper le fichier en {0} volumes ?
fy: Wolle jo de triem spjalte yn {0} dielen?
ga: An bhfuil tú cinnte go dteastaíonn uait an comhad a roinnt i {0} imleabhair?
gl: Ten a certeza de dividir o ficheiro en {0} volumes?
gu: શું તમને યકીન છે કે તમે ફાઇલ ને {0} જત્થાઓમાં વિભાજિત કરવા માગો છો?
he: ?האם אתה בטוח שאתה רוצה לפצל את הקובץ אל {0} כרכים
hi: क्या तुम्हे यकीन है कि तुम फाइल को {0} जत्थों में विभाजित करना चाहते हो?
hr: Podijeliti datoteku u {0} dijelova?
hu: Biztos szét akarja darabolni a fájlt {0} kötetre?
hy: Իրո˚ք տրոհել ֆայլը {0} հատորների
id: Anda yakin ingin membelah berkas menjadi {0} volume?
is: Ert þú viss um að þú viljir kjúfa skrána í {0} bindi?
it: Sicuro di voler dividere l'archivio in {0} porzioni?
ja: ファイルを {0} 個のボリュームに分割してよろしいですか?
ka: ნამდვილად გსურთ ფაილის დაყოფა {0} ნაწილად?
kk: Файлд {0} бөлікке бөлшектеу керек пе?
ko: 정말 {0} 볼륨들로 분할 하시겠습니까?
ku_arab: دڵنیایت لە لەتکردنی پەڕگەی {0} بۆ دوو قەبارە؟
ky_kg: Сиз файлды {0} бөлүккө бөлгүңүз келип жатабы?
lt: Ar jūs esate įsitikinę, jog norite failą skaidyti į {0} dalis?
nb: Er du sikker på at du vil dele arkivet i {0} delarkiv?
nl: Weet u zeker dat u het bestand wilt opsplitsen in {0} volumes?
nn: Er du sikker på at du vil dele opp fila i {0} delar?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿੱਤ ਫਾਇਲ ਦੇ {0} ਵੋਲੁੱਮਾਂ ਵਿੱਚ ਹਿੱਸੇ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz podzielić plik na {0} woluminów?
ps: په ډاډمنه توګه دوتنه په {0} ډکونونو وېشل غواړئ؟
pt_br: Você tem certeza que você quer dividir o arquivo em {0} volumes?
ro: Eşti sigur că vrei să imparţi arhiva în {0} volume (părţi)?
ru: Вы действительно хотите разбить файл на {0} частей?
si: ගොනුව වෙළුම් {0} කට බෙදීමට ඇවැසි බව ඔබට විශ්වාස ද?
sk: Ste si istý, že chcete rozdeliť súbor na {0} zväzkov?
sl: Ali ste prepričani, da želite razdeliti datoteko na {0} nosilcev?
sq: Je i sigurt që dëshiron të ndash skedarin në {0} vëllime?
sr_cyrl: Да ли сте сигурни да желите да поделите датотеку на (0) дела?
sr_latn: Da li ste sigurni da želite da podelite datoteku na (0) dela?
sv: Är det säkert du vill dela upp filen i {0} volymer?
sw: Una uhakika unataka kugawiza faili hii hadi vihifadhi data {0} ?
tg_arab: Шумо мутмаин ҳастед, ки мехоҳед файлро ба {0} қисм тақсим кардан?
th: ท่านมั่นใจว่าต้องการแยกไฟล์เป็น {0} volumes?
tk_cyrl: {0} göwrüminde böleklemäge kesgitlimisiň?
tr: Dosyayı {0} parçaya bölmek istediğinize emin misiniz?
tt_arab: Чыннан да файлны {0} кисәккә бүлергәме?
ug_arab: ھۆججەتنى {0} پارچىغا بۆلەمسىز؟
uk: Ви впевнені, що бажаєте розбити архів на {0} томів?
uz_cyrl: Ҳақиқатан ҳам файлни {0} та қисмга бўлишни хоҳлайсизми?
uz_latn: Haqiqatan ham faylni {0} ta qismga bo‘lishni xohlaysizmi?
vi: Bạn có chắc muốn chia nhỏ tệp nén thành {0} phần?
yo_latn: Ṣe ẹ́ dájú pe ẹ fẹ́ pín faíli si ọ̀pọ̀ òǹlò {0}?
zh_hans: 您确认要将文件分割为 {0} 个分卷？
zh_hant: 您確定要分割檔案為 {0} 個?

# Resource7306
source: Volume size must be smaller than size of original file
ar: يجب أن يكون حجم الكتلة أصغر من حجم الملف الأصلي
az_arab: Cild ölçüsü ilkin fayl ölçüsündən kiçik olmalıdır
be: Памер тома павінен быць менш памеру зыходнага файла
bg: Размерът на том трябва да бъде по-малък от размера на оригиналния файл
bn: খন্ডের আকার অবশ্যই মূল ফাইলের চেয়ে ছোট হতে হবে
ca: La mida del volum ha de ser més petita que la mida del fitxer original
ca_es_valencia: La mida del volum ha de ser menor que la mida original del fitxer
cs: Velikost dílu musí být menší než velikost původního souboru
da: Størrelsen på bind skal være mindre end størrelsen på den originale fil
de: Die Größe der Teildateien muss kleiner sein als die der ursprünglichen Datei.
el: Το μέγεθος του τόμου πρέπει να είναι μικρότερο από αυτό του αρχικού αρχείου.
es: El tamaño de los fragmentos debe ser menor que el del archivo original
et: Köite maht peab olema algfaili mahust väiksem.
eu: Bolumen neurria jatorrizko agiriaren neurria baino txikiagoa izan behar da
fa: حجم بخش ها باید کوچکتر از اندازه فایل اصلی باشد
fi: Jaetun osan koon pitää olla alkuperäistä pienempi.
fr: La taille de volume doit être inférieure à la taille du fichier d'origine
fy: Folumegrutte moat lytser wêze dan de grutte fan it orizjineel
ga: Ní mór do mhéid an imleabhair a bheith níos lú ná méid an chomhaid bhunaidh
gl: O tamaño do volume ten que ser menor que o tamaño do ficheiro orixinal
gu: મૂલ ફાઇલના આકારની તુલનામાં જત્થાનું આકાર નાનો જ હોવો જોઇએ
he: גודל כרך חייב להיות קטן יותר מאשר הגודל של הקובץ המקורי
hi: मूल फाइल के आकार की तुलना में जत्थे का आकार छोटा ही होना चाहिए
hr: Veličina diobenog dijela mora biti manja od izvorne datoteke
hu: Kötet méretének kisebbnek kell lennie, mint az eredeti fájl mérete
hy: Հատորի չափը պետք է փոքր լինի ընթացիկ ֆայլի չափից
id: Ukuran volume harus lebih kecil dari ukuran asli berkas
is: Bindisstærð verður að vera minni en stærðin á upprunalegu skránni
it: La dimensione di ciascuna porzione deve essere più piccola della dimensione totale dell'archivio originale
ja: ボリューム サイズは元のファイルのサイズより小さくなければなりません
ka: ნაწილის ზომა უნდა იყოს საწყისი ფაილის ზომაზე ნაკლები
kk: Том көлемі файлдың кіріс көлемінен аз болу керек
ko: 볼륨 크기가 원본 파일보다 작아야만 합니다.
ku_arab: پێویستە قەبارەی هەر یەک لە لەتەکان بچوکتربێت لە قەبارەی پەڕگە لەتکراوەکە
ky_kg: Томдун көлөмү баштапкы файлдын көлөмүнөн кичине болушу керек
lt: Dalies dydis privalo būti mažesnis už dalijamo failo dydį
nb: Delarkivene må være mindre enn originalarkivet
nl: De volumegrootte moet kleiner zijn dan het oorspronkelijke bestand
nn: Størrelsen på delane må vera mindre enn størrelsen på originalfila
pa_in: ਵੋਲੁੱਮ ਸਾਈਜ਼ ਅਸਲੀ ਫਾਇਲ ਦੇ ਸਾਈਜ਼ ਤੋਂ ਛੋਟਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Rozmiar woluminu musi być mniejszy od rozmiaru oryginalnego pliku
ps: ډکون کچ بايد د دوتنې ار کچ نه وړوکی وي
pt_br: O tamanho do volume deve ser menor do que o tamanho do arquivo original
ro: Dimensiunea volumului trebuie să fie mai mică decât dimensiunea fişierului original
ru: Размер тома должен быть меньше размера исходного файла
si: වෙළුමක විශාලත්වය, මුල් ගොනුවේ විශාලත්වයට වඩා අඩු විය යුතුය
sk: Veľkosť zväzku musí byť menšia než veľkosť pôvodného súboru.
sl: Nosilec mora biti manjši od izvirne datoteke
sq: Madhësia e vëllimit duhet të jetë më e vogël se madhësia e skedarit origjinal
sr_cyrl: Величине дела мора бити мањи од величине оригиналне датотеке
sr_latn: Veličine dela mora biti manji od veličine originalne datoteke
sv: Volymstorleken måste vara mindre än storleken på originalfilen.
sw: Ukubwa wa kihifadhi data lazima iwe ndogo kuliko ukubwa wa faili asili
tg_arab: Андозаи ҳаҷм бояд аз андозаи аслии файл хурдтар бошад
th: ขนาด Volume ต้องเล็กกว่าขนาดไฟล์ต้นฉบับ
tk_cyrl: Göwrümiň ulylygy aslynyň ulylygyndan kiçi bolmalydyr
tr: Parça büyüklüğü, özgün dosya boyutundan küçük olmalıdır
tt_arab: Том үлчәме хәзерге файлның үлчәменнән кимрәк булырга тиеш
ug_arab: پارچە چوڭلۇقى چوقۇم ئەسلى ھۆججەتتىن كىچىك بولۇشى لازىم
uk: Розмір тому має бути меншим за розмір вихідного файлу
uz_cyrl: Қисм ҳажми асл файл ҳажмидан кичик бўлиши керак!
uz_latn: Qism hajmi asl fayl hajmidan kichik bo'lishi kerak!
vi: Kích cỡ mỗi phần phải nhỏ hơn tệp gốc
yo_latn: Ọ̀̀pọ̀ òǹlò láti kéré ju ìwọn faíli ojulowo lọ
zh_hans: 分卷大小必须小于原文件大小
zh_hant: 分割大小必須小於原始檔案大小

# Resource7307
source: Incorrect volume size
ar: كتلة الحجم غير صحيحة
az_arab: Cildlərin ölçü təyin etmə sahəsində xəta
be: Памылка ў поле для задання памеру тамоў
bg: Невалиден размер на том
bn: খন্ডের আকারে ভুল
ca: Mida del volum no valida
ca_es_valencia: Mida incorrecta de volum
cs: Nesprávná velikost dílu
da: Forkert størrelse på bind
de: Ungültiger Wert für Dateigrößen
el: Λάθος μέγεθος τόμου
es: Tamaño de fragmento incorrecto
et: Sobimatu köitemaht.
eu: Bolumen neurri okerra
fa: حجم بخش نادرست است
fi: Jaetun osan koko ei kelpaa
fr: Taille de volume incorrecte
fy: Net juste folumegrutte
ga: Tá méid an cholúin mícheart
gl: Tamaño de volume incorrecto
gu: જત્થાનો આકાર ખોટું છે
he: גודל שגוי של כרך
hi: जत्थे का आकार गलत है
hr: Netočna veličina bloka
hu: Hibás kötet méret
hy: Գործողության սխալ
id: Ukuran volume salah
is: Röng bindisstærð
it: Dimensione non corretta
ja: 不正なボリューム サイズ
ka: ნაწილის ზომა მიუღებელია
kk: Томның көлемін енгізу қате
ko: 볼륨 크기가 부적절합니다.
ku_arab: قەبارەی لەتکراوەکە هەڵەیە
ky_kg: Томдордун көлөмүн берүүдө ката
lt: Neteisingas dalies dydis
nb: Ugyldig delarkivstørrelse
nl: Onjuiste volumegrootte
nn: Feil del-størrelse
pa_in: ਵੋਲੁੱਮ ਸਾਈਜ਼ ਗਲ਼ਤ ਹੈ
pl: Nieprawidłowy rozmiar woluminu
ps: ناسم ډکون کچ
pt_br: Tamanho do volume incorreto
ro: Dimensiunea volumului este incorectă
ru: Ошибка в поле для задания размера томов
si: වෙළුමේ විශාලත්වය සාවද්‍යයි
sk: Nesprávna veľkosť zväzku
sl: Neveljavna velikost nosilca
sq: Madhësia e vëllimit e gabuar
sr_cyrl: Неисправна величина волумена
sr_latn: Neispravna veličina volumena
sv: Felaktig volymstorlek.
sw: Ukubwa wa kihifadhi data sio sahihi
tg_arab: Хато дар майдон барои муайян кардани ҳаҷмҳо
th: ขนาด volume ไม่ถูกต้อง
tk_cyrl: Göwrüm ulylygy ýalňyş Incorrect volume size
tr: Parça boyutu hatalı
tt_arab: Томнар үлчәмен бирү кырында хата
ug_arab: پارچە چوڭلۇقى خاتا
uk: Неправильний розмір тому
uz_cyrl: Қисм ҳажми нотўғри
uz_latn: Qism hajmi noto‘g‘ri
vi: Kích cỡ phần chia chưa đúng
yo_latn: ìwọn ọ̀pọ̀ òǹlò láìpé
zh_hans: 分卷大小错误
zh_hant: 不正確的分割大小

# Resource7308
source: Specified volume size: {0} bytes.\nAre you sure you want to split archive into such volumes?
ar: حجم الكتلة المعين: {0} بايت\nهل تريد فعلاً تقسيم الأرشيف إلى مثل هذه الكتل؟
az_arab: Təyin edilmiş cild ölçüsü: {0} bayt.\nSiz həqiqətən arxivi belə cildlərə bölmək istəyirsiniz?
be: Усталяваны памер тома: {0} байтаў.\nВы сапраўды жадаеце разбіць архіў на такія тамы?
bg: Указан размер на том: {0} байта.\nСигурни ли сте, че искате да разделите архива на томове с такъв размер?
bn: উল্লেক্ষিত খন্ডের আকার : {0} bytes.\nআপনি কি সংকোচিত ফাইলটিকে এ ভাবেই খন্ডে খন্ডায়ন করতে চান?
ca: Mida de volum especificada: {0} bytes.\nSegur que voleu dividir el fitxer en aquests volums?
ca_es_valencia: Mida del volum especificada: {0} bytes.\nEsteu segurs que voleu dividir l'arxiu en volums?
cs: Zadaná velikost dílu: {0} bytů.\nJste si jistí, že chcete rozdělit archiv do takových dílů?
da: Angivet størrelse på bind: {0} byte.\nEr du sikker på, at du vil opdele arkivet i disse bind?
de: Angegebene Größe für Teildateien: {0} Bytes.\nSind Sie sicher, dass das Archiv dementsprechend aufgesplittet werden soll?
el: Καθορισμένο μέγεθος τόμου: {0} bytes. Είστε σίγουρος ότι θέλετε να χωρίσετε το αρχείο σε τέτοιους τόμους;
es: Tamaño de fragmento especificado: {0} bytes.\n¿Estás seguro de que deseas dividir el archivo en fragmentos de ese tamaño?
et: Määratud köitemaht: {0} baiti.\nKas soovite kindlasti tükeldada arhiivi niisugusteks köideteks?
eu: Adierazitako bolumen neurria: {0} byte.\nZihur zaude artxiboa bolumenetan banantzea nahi duzula?
fa: حجم بخش های مشخص شده: {0} بايت.\nآیا میخواهید آرشيو را به بخش هایی به اين اندازه تقسيم كنيد؟
fi: Jaettavien osien koko: {0} tavua.\nJaetaanko tiedosto sen kokoisiin osiin?
fr: Taille de volume spécifiée : {0} octets.\nÊtes-vous sûr de vouloir découper l'archive dans de tels volumes ?
fy: Oantsjutte folumegrutte: {0} bytes.\nWolle jo it argyf yn sokke folumes spjalte?
ga: Méid an cholúin sonraithe: {0} bearta.\nAn bhfuil tú cinnte gur mian leat an chartlann a roinnt in imleabhair?
gl: Tamaño de volume especificado: {0} bytes.\nTen a certeza de dividir o arquivo nestes volumes?
gu: નિર્દેશિત જત્થા આકાર: {0} બાઇટસ.\n આપ સંગ્રહને એવા જત્થાઓમાં વિભાજિત કરવા ચાહો છો, શું તમને યકીન છે?
he: .גודל מצוין של כרך: {0} בתים\n?האם אתה בטוח שאתה רוצה לפצל את הארכיון אל כרכים כאלו
hi: निर्देशित जत्था आकार: {0} बाइटस.\n आप संग्रह को ऎसे जत्थों में विभाजित करना चाहते है, क्या आपको यकीन है?
hr: Veličina bloka: {0} bajtova.\nJeste li sigurni da želite podijeliti u takve dijelove?
hu: A megadott kötet mérete: {0} byte.\nBiztos fel akarja darabolni az archívumot ilyen kötetre?
hy: Հատորի նշված չափը. {0} բայթ:\nՏրոհե˚լ արխիվը հատորների:
id: Ukuran volume yang ditentukan: {0} bita.\nAnda Yakin ingin membelah arsip menjadi volume demikian?
is: Tilgreindu bindisstærð: {0} bæti.\nErt þú viss um að þú viljir kljúfa safnið í slík bindi?
it: Dimensione specificata: {0} byte. Sicuro di voler dividere l'archivio in questo modo?
ja: 指定されたボリューム サイズ: {0} バイト\nこのサイズにアーカイブを分割してよろしいですか?
ka: მითითებული ნაწილის ზომა: {0} ბაიტი.\nნამდვილად გსურთ ასეთი ზომის ნაწილებას დაყოთ ფაილი?
kk: Томның орнатылған көлемі: {0} байт.\nМұрағатты томға бөлшектеу керек пе?
ko: 지정된 볼륨 크기: {0} 바이트.\n이 볼륨 크기로 분할 하시겠습니까?
ku_arab: قەبارەی دیاریکراوی لەتکراوەکە: {0} بایت.\nدڵنیایت لە لەتکردنی ئەرشیڤەکە بۆ ئەو قەبارانە؟
ky_kg: Отургузулган томдун көлөмү: {0} байт.\nСиз чын эле архивди ушундай томдорго бөлгүңүз келип жатабы?
lt: Nurodytas dalies dydis: {0} baitai.\nAr jūs esate įsitikinę, jog norite archyvą skaidyti į tokias dalis?
nb: Valgt delarkivstørrelse: {0} byte.\nEr du sikker på at du vil dele arkivet med denne størrelsen?
nl: Opgegeven volumegrootte: {0} bytes.\nWeet u zeker dat u het archief zo wilt opsplitsen?
nn: Oppgitt del-størrelse: {0} byte.\nEr du sikker på du vil dele arkivet opp i slike deler?
pa_in: ਦਿੱਤਾ ਗਿਆ ਵੋਲੁੱਮ ਸਾਈਜ਼: {0} ਬਾਈਟ।\nਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿੱਤ ਆਕਾਈਵ ਨੂੰ ਦਿੱਤੇ ਗਏ ਵੋਲੁੱਮਾਂ ਵਿੱਚ ਵੰਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Określony rozmiar woluminu: {0} bajtów.\nCzy na pewno chcesz podzielić archiwum na takie woluminy?
ps: .باېټه {0} :ټاکلی ډکون کچ\nپه ډاډمنه توګه غواړئ چې ارشيو په داسې ډکونونو وويشئ؟
pt_br: Tamanho do volume especificado: {0} bytes.\nVocê tem certeza que você quer dividir o arquivo compactado em tais volumes?
ro: Dimensiunea volumului specificat: {0} octeţi.\nEşti sigur că vrei să împarţi arhiva în mai multe volume (părţi)?
ru: Установленный размер тома: {0} байтов.\nВы действительно хотите разбить архив на такие тома?
si: නිශ්චිත වෙළුමේ විශාලත්වය: බයිට {0}. හැකිළුම මෙවැනි වෙළුම් වලට භේදනය කළ යුතු බව විශ්වාසද?
sk: Určená veľkosť zväzku: {0} bajtov.\nSte si istý, že chcete rozdeliť archív na také zväzky?
sl: Navedena velikost nosilca: {0} bajtov.\nAli ste prepričani, da želite razdeliti arhiv na takšne nosilce?
sq: Madhësia e volumit të caktuar: {0} bajt. Je i sigurt që dëshiron të ndash arkivin në vëllime të tilla?
sr_cyrl: Одређена величина волумена: {0} бајтова.\nДа ли сте сигурни да желите да поделите архиву у тих волумена?
sr_latn: Određena veličina volumena: {0} bajtova.\nDa li ste sigurni da želite da podelite arhivu u tih volumena?
sv: Angiven volymstorlek: {0} byte.\nÄr du säker du vill dela arkivet i sådana delar?
sw: Ukubwa wa kihifadhi data uliobainishwa: {0} bytes.\nUna uhakika unataka kugawiza hifadhi hadi vihifadhi kama hivi?
tg_arab: Андозаи ҳаҷми муайяншуда {0} байт аст. \nДар ҳақиқат шумо мехоҳед бойгониро ба чунин ҷилдҳо тақсим кардан?
th: ระบุขนาด volume: {0} ไบท์.\nท่านมั่นใจว่าต้องการแบ่งไฟล์เป็น volumes ดังกล่าว?
tk_cyrl: Bellenen göwrüm ulylygy: {0} baýt.\nArhiwi şeýle göwrümlere bölmäge kesgitlimisiňiz?
tr: Belirtilen parça boyutu: {0} bayt.\nArşiv dosyasını parçalara bölmek istediğinize emin misiniz?
tt_arab: Томның бирелгән үлчәме: {0} байт.\nЧыннан да архивны шундый томнарга бүлергәме?
ug_arab: بايت{0} بەلگىلەنگەن پارچە چوڭلۇقى\nنۆۋەتتىكى ھۆججەتنى پارچىلامسىز؟
uk: Задано розмір тому: {0} байт.\nВи впевнені, що бажаєте розбити архів на такі томи?
uz_cyrl: Белгиланган қисм ҳажми: {0} байт. \nAрхивни бундай ҳажмларга бўлишни хоҳлайсизми?
uz_latn: Belgilangan qism hajmi: {0} bayt. \nArxivni bunday hajmlarga bo‘lishni xohlaysizmi?
vi: Kích cỡ phần chia đã đặt: {0} bytes.\nBạn chắc chắn muốn chia tệp nén theo kích cỡ chia đã đặt?
yo_latn: Yan ìwọn ọ̀pọ̀ òǹlò: {0} báìtì.\nṢe ẹ́ dájú pe ẹ fẹ́ pín àpò faíli àkójọ́pọ si ọ̀pọ̀ òǹlò awọn yí?
zh_hans: 指定分卷大小：{0} 字节。\n您确定要分割当前文件吗？
zh_hant: 指定的分割大小: {0} 位元組。\n您確定要分割為這些壓縮檔嗎?

# Resource7400
source: Combine Files
af: Kombineer lêers
ar: دمج الملفات
az_arab: Faylları Birləşdir
be: Аб'яднаць файлы
bg: Обединяване на файлове
bn: ফাইল একীভূতি করণ
ca: Combina fitxers
ca_es_valencia: Combinar fitxers
cs: Sloučit soubory
cy: Cyfuno Ffeiliau
da: Kombiner filer
de: Dateien zusammenfügen
el: Συνένωση αρχείων
eo: Kombinu dosierojn
es: Combinar archivos
et: Failide ühendamine:
eu: Nahastu Agiriak
fa: ادغام فایل ها
fi: Yhdistä jaetut tiedostot
fr: Combiner les fichiers
fy: Triemmen kombinearje
ga: Cumaisc comhaid
gl: Combinar ficheiros
gu: ફાઇલો સંયોજિત કરો
he: איחוד קבצים
hi: फ़ाइले संयोजित करें
hr: Spoji datoteke
hu: Fájlegyesítés
hy: Համակցել ֆայլը
id: Gabung Berkas
is: Sameina skrár
it: Unisci i file
ja: ファイル結合
ka: ფაილების შეერთება
kk: Файлдарды біріктіру
ko: 파일 합치기
ku_arab: پێکەوەلکاندنی پەڕگەکان
ky_kg: Файлдарды бириктирүү
lt: Sujungti failus
lv: Apvienot failus
mk: Состави Датотеки
mn_cyrl: Нэгтгэх файлууд:
mr: फ़ाइल जोडा
ms: Gabungan Fail
nb: Sett sammen arkiv
ne: फाइल संयोजन गर्नुहोस्
nl: Bestanden samenvoegen
nn: Slå saman filer
pa_in: ਫਾਇਲ ਦੇ ਹਿੱਸੇ ਜੋੜੋ
pl: Złącz pliki
ps: دوتنې يوځايول
pt_br: Combinar Arquivos
ro: Uneşte fişierele
ru: Объединить файлы
si: ගොනු සංයෝග කරන්න
sk: Zlúčiť súbory
sl: Spoji datoteke
sq: Kombino skedarët
sr_cyrl: Састави датотеке
sr_latn: Sastavi datoteke
sv: Sammanfoga filer
sw: Unganisha faili
tg_arab: Якҷоя кардани файлҳо
th: รวมไฟล์
tk_cyrl: Faýllary Birleşdir
tr: Dosyaları Birleştir
tt_arab: Файлларны берләштерергә
ug_arab: ھۆججەت بىرلەشتۈر
uk: Об'єднати файли
uz_cyrl: Файлларни бирлаштирмоқ
uz_latn: Fayllarni birlashtirmoq
vi: Nối tệp
yo_latn: Kó faíli pọ̀
zh_hans: 合并文件
zh_hant: 合併檔案

# Resource7401
source: &Combine to:
af: &Kombineer na:
ar: &دمج إلى:
az_arab: &Birləşdirmək:
be: &Аб'яднаць у:
bg: &Обединяване в:
bn: &একীভূতি করা হবে:
ca: &Combina a:
ca_es_valencia: &Combinar a:
cs: Sloučit do:
cy: &Cyfuno i:
da: &Kombiner til:
de: Zieldatei &nach:
el: &Συνένωση σε:
eo: &Kombinu en:
es: &Combinar a:
et: Ü&henda asukohta:
eu: &Nahastu hona:
fa: ادغام در:
fi: &Yhdistä kansioon:
fr: &Combiner en :
fy: &Kombinearje nei:
ga: &Cumaisc go:
gl: &Combinar a:
gu: &માં સંયોજન કરો:
he: :&אחד אל
hi: &मेंसंयोजन करे:
hr: &Spoji u:
hu: &Egyesítés ide:
hy: &Համակցել.
id: &Gabung ke:
is: &Sameina í:
it: &Unisci in:
ja: 結合先(&C):
ka: &შეერთება:
kk: &Мұнда біріктіру:
ko: 합치기(&B):
ku_arab: %پێکەوەی بلکێنە بۆ:
ky_kg: &Буга бириктирүү:
lt: &Sujungti į:
lv: &Apvienot uz:
mk: &Состави на:
mn_cyrl: &Нэгтгэх газар:
mr: &येथे फ़ाइल जोडा:
ms: &Gabung ke:
nb: &Sett sammen som:
ne: &यसमा संयोजन गर्नुहोस्:
nl: &Samenvoegen naar:
nn: &Slå saman til:
pa_in: ਹੇਠਾਂ ਦਿੱਤੇ ਟਿਕਾਣੇ ਉੱਤੇ ਹਿੱਸੇ ਜੋੜੋ(&C):
pl: &Złącz do:
ps: :ته يوځايول&
pt_br: &Combinar em:
ro: &Uneşte în:
ru: &Объединить в:
si: &වෙත සංයෝග කරන්න:
sk: &Zlúčiť do:
sl: Spo&ji v:
sq: &Kombino në:
sr_cyrl: Састави у:
sr_latn: Sastavi u:
sv: &Sammanfoga till:
sw: &Unganisha hadi:
tg_arab: &Якҷоя кардан:
th: &รวมไปยัง:
tk_cyrl: &Şu ýerde birleşir:
tr: Dosyanın &Birleştirileceği Klasör:
tt_arab: &Нинди папкага берләштерергә:
ug_arab: بىرلەشتۈرۈش(&C):
uk: &Об'єднати до:
uz_cyrl: &Бирлаштириш:
uz_latn: &Birlashtirish:
vi: Nối thành:
yo_latn: &Kó faíli pọ̀ si:
zh_hans: 合并文件到(&S)：
zh_hant: 合併到(&C):
